Repository: Ryung28/ligtas-system
Catalog: mobile/lib/l10n/app_*.arb
Languages: tl

# loginGateway
source: AUTHORIZATION GATEWAY
tl: GATEWAY NG PAGPAPAHINTULOT

# emailHint
source: your.name@cdrrmo.ph
tl: iyong.pangalan@cdrrmo.ph

# passwordHint
source: Enter secure password
tl: Ipasok ang secure na password

# signInButton
source: SIGN IN
tl: MAG-SIGN IN

# googleSignInButton
source: CONTINUE WITH GOOGLE
tl: MAGPATULOY GAMIT ANG GOOGLE

# accessGranted
source: Access Granted. Welcome back, {name}!
tl: Pinayagan ang Pag-access. Maligayang pagbabalik, {name}!

# inventoryTitle
source: Inventory
tl: Imbentaryo

# noInventoryFound
source: No items found
tl: Walang nakitang gamit

source: No inventory available
tl: Walang available na imbentaryo

# categoryAll
source: All
tl: Lahat

# categoryMedical
source: Medical
tl: Medikal

# categoryComms
source: Comms
tl: Komunikasyon

# categoryVehicles
source: Vehicles
tl: Sasakyan

# categoryTools
source: Tools
tl: Kasangkapan

# categoryOffice
source: Office
tl: Opisina
